Repository: vdr-projects/vdr-plugin-tvguide
Catalog: po/*.po
Languages: ru_ru, sk_sk

source: Main Program
ru_ru: Основная программа
sk_sk: Hlavný program

source: Channel
ru_ru: Канал
sk_sk: Kanál

source: RERUNS OF THIS SHOW
sk_sk: Repríza tohto programu

source: Actors
sk_sk: Herci

source: No EPG Information available
ru_ru: Нет доступной EPG информации
sk_sk: ®iadne EPG údaje nie sú k dispozícii

source: Search & Rec
ru_ru: Поиск & Запись
sk_sk: Hlada» & Nahra»

source: Channels back
ru_ru: Предыдущих каналов
sk_sk: kanálov spä»

source: Channels forward
ru_ru: Следующих каналов
sk_sk: kanálov dopredu

source: Switch to Channel
ru_ru: Переключиться
sk_sk: Prepnú» na kanál

source: Detailed EPG
ru_ru: Подробный EPG
sk_sk: Podrobné EPG

source: Timer Conflict
ru_ru: Таймер-конфликт
sk_sk: Konflikt plánu

source: all Channels
ru_ru: все каналы
sk_sk: v¹etky kanály

source: unknown channel
ru_ru: неизвестный канал
sk_sk: neznámy Kanal

source: Duration
ru_ru: Продолжительность
sk_sk: Då¾ka

source: recorded at
ru_ru: записано
sk_sk: Zaznamenané

source: from
ru_ru: от
sk_sk: z

source: Instant Record
ru_ru: Записать
sk_sk: Okam¾ite nahra»

source: Delete Timer
ru_ru: Удалить таймер
sk_sk: Vymaza» plán nahrávania

source: Edit Timer
ru_ru: Редактировать таймер
sk_sk: Upravi» plán nahrávania

source: Create Series Timer
ru_ru: Создать циклический таймер
sk_sk: Vytvori» sériový plán nahrávania

source: Create Search Timer
ru_ru: Создать поисковый таймер
sk_sk: Vytvori» vyhµadávaè plánov nahrávania

source: Create Switch Timer
ru_ru: Создать таймер переключения
sk_sk: Vytvori» prepínací plán

source: Delete Switch Timer
ru_ru: Удалить таймер переключения
sk_sk: Vymaza» prepínací plán

source: Search
ru_ru: Поиск
sk_sk: Hµada»

source: Check for Timer Conflicts
ru_ru: Поиск таймер-конфликтов
sk_sk: Skontrolova» konflikty plánu

source: Search in Recordings
ru_ru: Искать в записях
sk_sk: Vyhµada» v nahrávkach

source: Set Folder for
ru_ru: Укажите каталог для
sk_sk: Nastavi» adresár pre

source: root video folder
ru_ru: Главная видео директория
sk_sk: Hlavný video adresár

source: Timer created
ru_ru: Таймер создан
sk_sk: Plán vytvorený

source: Timer NOT created
ru_ru: Таймер НЕ создан
sk_sk: Plán nie je vytvorený

source: Timer deleted
ru_ru: Таймер удален
sk_sk: Plán vymazaný

source: Timer
ru_ru: Таймер
sk_sk: Plán

source: still recording - really delete?
ru_ru: Идет запись - уверены что хотите удалить?
sk_sk: Práve nahráva - naozaj zmaza»?

source: Yes
ru_ru: Да
sk_sk: Áno

source: No
ru_ru: Нет
sk_sk: Nie

source: One
ru_ru: Один
sk_sk: Jeden

source: detected
ru_ru: обнаружен
sk_sk: nájdených

source: Timer Conflicts
ru_ru: Таймер-конфликты
sk_sk: Konflikty plánov

source: Show conflict
ru_ru: Показать конфликты
sk_sk: Zobrazi» konflikt

source: timers involved
ru_ru: Таймер
sk_sk: plány komplikované

source: Ignore Conflicts
ru_ru: Игнорировать конфликты
sk_sk: Ignorova» konflikty

source: Ignore Conflict
ru_ru: Игнорировать конфликт
sk_sk: Ignorova» konflikt

source: No Timer Conflicts found
ru_ru: Таймер-конфликты не найдены
sk_sk: Nena¹li sa ¾iadne konflikty plánu

source: Close
ru_ru: Закрыть
sk_sk: Zavrie»

source: Timer Active
ru_ru: Таймер активен
sk_sk: Plán aktívny

source: Priority
ru_ru: Приоритет
sk_sk: Priorita

source: Lifetime
ru_ru: Срок хранения (дней)
sk_sk: ®ivotnos»

source: Day
ru_ru: День
sk_sk: Deò

source: Timer start time
ru_ru: Время c
sk_sk: Plán zaèína

source: Timer stop time
ru_ru: Время до
sk_sk: Plán konèí

source: Save
ru_ru: Сохранить
sk_sk: Ulo¾i»

source: Cancel
ru_ru: Отменить
sk_sk: Zru¹i»

source: Create Series Timer based on
ru_ru: Настроить циклический таймер
sk_sk: Vytvorenie plánu na základe série

source: Series Timer start time
ru_ru: Время с
sk_sk: Sériový plán zaèína

source: Series Timer stop time
ru_ru: Время до
sk_sk: Sériový plán konèí

source: Days to record
ru_ru: Дни недели
sk_sk: Dni

source: Day to start
ru_ru: Начиная с
sk_sk: Zaèína dòa

source: Create Timer
ru_ru: Создать
sk_sk: Vytvori» plán

source: Series Timer created
ru_ru: Циклический таймер создан
sk_sk: Vytvorený sériový plán

source: Start
ru_ru: Старт
sk_sk: ©tart

source: Configure Search Timer based on
ru_ru: Настроить поисковый таймер
sk_sk: Vyhµadávanie plánu nastavi» na základe

source: Search Expression:
ru_ru: Искать выражение:
sk_sk: Hµadaný výraz:

source: Continue
ru_ru: Продолжить
sk_sk: Ïal¹ie

source: Configure Search Timer for Search String
ru_ru: Настройка таймера поиска по ключевым словам
sk_sk: Konfigurácia vyhµadávania plánu pre hµadané kµúèové slovo

source: Manually configure Options
ru_ru: Ручная настройка параметров
sk_sk: Ruène konfigurova» mo¾nosti

source: Use Template
ru_ru: Использовать шаблоны
sk_sk: pou¾itie ¹ablóny

source: Creating Search Timer
ru_ru: Создается поисковый таймер
sk_sk: Vytvorenie vyhµadávacieho plánu

source: Search Term
ru_ru: Ключевое слово
sk_sk: kµúèové slovo

source: Using Template
ru_ru: Использовать шаблон
sk_sk: ¹ablóna

source: Display Results for Search Timer
ru_ru: Тест
sk_sk: Pozrie» výsledky pre vyhµadávanie plánov

source: Use other Template
ru_ru: Использовать другие шаблоны
sk_sk: Pou¾i» inú ¹ablónu

source: Configure Search Timer Options for Search String
sk_sk: Konfigurova» mo¾nosti plánov pre vyhµadávanie kµúèových slov

source: whole term must appear
ru_ru: фраза
sk_sk: kompletný výraz

source: all terms must exist
ru_ru: все слова
sk_sk: v¹etky slová

source: one term must exist
ru_ru: хотя бы одно слово
sk_sk: jeden pojem musí existova»

source: exact match
ru_ru: точное совпадение
sk_sk: presná zhoda

source: regular expression
ru_ru: регулярные выражения
sk_sk: regulárny výraz

source: Search Mode
ru_ru: Режим поиска
sk_sk: Re¾im vyhµadávania

source: Use Title
ru_ru: Искать в названиях
sk_sk: Pou¾i» názov

source: Use Subtitle
ru_ru: Искать в эпизодах
sk_sk: Pou¾i» titulky

source: Use Description
ru_ru: Искать в описаниях
sk_sk: Pou¾i» popis

source: Limit Channels
ru_ru: Ограничить список каналов
sk_sk: Obmedzi» kanály

source: Start Channel
ru_ru: С канала
sk_sk: Od kanálu

source: Stop Channel
ru_ru: По канал
sk_sk: Po kanál

source: Use Time
ru_ru: Время
sk_sk: Pou¾i» èas

source: Start after
ru_ru: С
sk_sk: Zaèiatok po

source: Start before
ru_ru: До
sk_sk: Zaèiatok pred

source: search results for Search Timer
ru_ru: Совпадений найдено
sk_sk: nájdené výsledky vyhµadávania plánu

source: search result for Search Timer
ru_ru: Совпадение найдено
sk_sk: nájdený výsledok vyhµadávania plánu

source: Nothing found for Search String
ru_ru: Совпадений НЕ найдено
sk_sk: Hµadaný výraz sa nena¹iel

source: Search Timer sucessfully created.
ru_ru: Поисковый таймер создан
sk_sk: Vyhµadávaè plánu vytvorený.

source: Search Timer update initialised
ru_ru: Поисковый таймер обновляется
sk_sk: Vyhladávaè plánu inicializovaný

source: Search Timer NOT sucessfully created
ru_ru: Поисковый таймер НЕ создан
sk_sk: Vyhµadávaè plánu nie je kompletne vytvorený

source: Configure Options for Switchtimer
ru_ru: Настройка таймера переключения
sk_sk: Konfigurova» mo¾nosti pre prepínací plán

source: Minutes before switching
ru_ru: Минут до события
sk_sk: Minúty pred prepnutím

source: switch
ru_ru: Переключить
sk_sk: Prepnú»

source: announce only
ru_ru: Только предупредить
sk_sk: iba oznámi»

source: ask for switch
ru_ru: Спросить о переключении
sk_sk: opýta» sa na prepnutie

source: Switch Mode
ru_ru: Режим переключения
sk_sk: Prepínací re¾im

source: Create
ru_ru: Создать
sk_sk: Vytvori»

source: Switch Timer sucessfully created
ru_ru: Таймер переключения создан
sk_sk: Prepnutie je naplánované

source: Switch Timer NOT sucessfully created
ru_ru: Таймер переключения НЕ был создан!
sk_sk: Plán prepnutia nie je vytvorený

source: Switch Timer deleted
ru_ru: Таймер переключения удален
sk_sk: Plán prepnutia vymazaný

source: Show Search Options
ru_ru: Показать параметры поиска
sk_sk: Zobrazi» mo¾nosti vyhµadávania

source: Perform Search
ru_ru: Найти
sk_sk: Vykona» vyhµadávanie

source: Channel to Search
ru_ru: Канал для поиска
sk_sk: Hµada» na kanále

source: Search in title
ru_ru: Искать в названиях
sk_sk: Hµada» v názve

source: Search in Subtitle
ru_ru: Искать в эпизодах
sk_sk: Hµada» v titulkách

source: Search in Description
ru_ru: Искать в описаниях
sk_sk: Hµada» v popise

source: search results for
ru_ru: Найдено по запросу
sk_sk: vyhµadané výsledky pre

source: search result for
ru_ru: Найден по запросу
sk_sk: vyhµadaný výsledok pre

source: Adapt Search
ru_ru: Изменить
sk_sk: Prispôsobi» vyhµadávanie

source: Found
ru_ru: Найдено
sk_sk: Nájdené

source: recording
ru_ru: запись
sk_sk: nahrávka

source: recordings
ru_ru: записей
sk_sk: nahrávky

source: for
ru_ru: для
sk_sk: pre

source: No recordings found for
ru_ru: Не найдено записей:
sk_sk: Nena¹li sa nahrávky s názvom

source: General Settings
ru_ru: Основные настройки
sk_sk: V¹eobecné nastavenia

source: Screen Presentation
ru_ru: Графические настройки
sk_sk: Mo¾nosti zobrazenia

source: Fonts and Fontsizes
ru_ru: Шрифты и размер шрифтов
sk_sk: Písma a veµkosti písma

source: x channels back / forward
ru_ru: x Каналов Назад/Вперед
sk_sk: x kanálov spä» / vpred

source: previous / next channel group
ru_ru: Предыдущая/Следующая группа
sk_sk: Predchádzajúce / ïal¹ie skupiny kanálov

source: Blue: Channel Switch, Ok: Detailed EPG
ru_ru: Синяя: Переключить канал, OK: Подробный EPG
sk_sk: Modré: Prepnú» kanál, OK: Podrobné EPG

source: Blue: Detailed EPG, Ok: Channel Switch
ru_ru: Синяя: Подробный EPG, OK: Переключить канал
sk_sk: Modré: podrobné EPG, OK: prepnú» kanál

source: never
ru_ru: никогда
sk_sk: nikdy

source: if exists
ru_ru: если существует
sk_sk: ak sú k dispozícii

source: always
ru_ru: всегда
sk_sk: v¾dy

source: Show Main Menu Entry
ru_ru: Показывать пункт в главном меню
sk_sk: Zobrazi» v hlavnom menu

source: Replace VDR Schedules Menu
ru_ru: Заменять телегид VDR
sk_sk: Zameni» VDR menu (tv program)

source: Theme
ru_ru: Тема
sk_sk: Téma

source: Time to display in minutes
ru_ru: Время показа в минутах
sk_sk: Zobrazený èas v minútach

source: Rounded Corners
ru_ru: Закруглять углы
sk_sk: Zaoblené rohy

source: Channel Jump Mode (Keys Green / Yellow)
ru_ru: Режим прокрутки каналов (Зеленая/Желтая кнопки)
sk_sk: Re¾ím skoku kanála (klávesy zelená / ¾ltá)

source: Keys Blue and OK
ru_ru: Синяя кнопка и OK
sk_sk: Tlaèidlá modré a OK

source: Close TVGuide after channel switch
ru_ru: Закрывать TVGuide при переключении канала
sk_sk: Zavrie» TVGuide po prepnutí kanálu

source: Hide last Channel Group
ru_ru: Скрывать последнюю группу каналов
sk_sk: Skry» poslednú skupinu kanálov

source: Big Step (Keys 1 / 3) in hours
ru_ru: Прыжок (Кнопки 1 / 3) в часах
sk_sk: Veµké skoky (tlaèidlá 1 / 3) v hodinách

source: Huge Step (Keys 4 / 6) in hours
ru_ru: Большой прыжок (Кнопки 4 / 6) в часах
sk_sk: Veµmi veµké skoky (tlaèidlá 4 / 6) v hodinách

source: Time Format (12h/24h)
ru_ru: Формат времени (12h/24h)
sk_sk: Formát èasu (12h/24h)

source: Use folders for instant records
sk_sk: Pou¾i» adresáre pre okam¾ité nahrávky

source: Use Remotetimers
ru_ru: RemoteTimers benutzen
sk_sk: Pou¾i» vzdialený plánovaè

source: Display Reruns in detailed EPG View
ru_ru: Показывать повторы в подробном EPG
sk_sk: Reprízy v podrobnom zobrazení relácie EPG

source: Number of reruns to display
ru_ru: Кол-во
sk_sk: Poèet zobrazovaných repríz

source: Use Subtitle for reruns
ru_ru: Показывать эпизод
sk_sk: Titulky pre vyhµadanie repríz

source: Display Mode
ru_ru: Режим отображения
sk_sk: Re¾ím zobrazenia

source: Height of Channel Header (Perc. of osd height)
ru_ru: Высота заголовка канала (% от высоты OSD)
sk_sk: Vý¹ka hlavièky kanálov (% z OSD vý¹ky)

source: Width of Timeline (Perc. of osd width)
ru_ru: Ширина таймлинии (% от ширины OSD)
sk_sk: ©írka èasovej osi (% z OSD vý¹ky)

source: Number of Channels to display
ru_ru: Кол-во отображаемых каналов
sk_sk: Poèet zobrazených kanálov

source: Width of Channel Header (Perc. of osd width)
ru_ru: Ширина заголовка канала (% от ширины OSD)
sk_sk: ©írka hlavièky kanálov (% z OSD ¹írky)

source: Height of Timeline (Perc. of osd height)
ru_ru: Высота таймлинии (% от высоты OSD)
sk_sk: Vý¹ka èasovej osi (% z OSD vý¹ky)

source: Display time in EPG Grids
ru_ru: Показывать время в сетке EPG
sk_sk: Zobrazi» èas v EPG mrie¾ke

source: Display status header
ru_ru: Показывать верхнюю панель
sk_sk: Zobrazi» stavovú hlavièku

source: Height of status header (Perc. of osd height)
sk_sk: Vý¹ka stavovej hlavièky (% z OSD vý¹ky)

source: Scale video to upper right corner
ru_ru: Показывать видео в правом верхнем углу
sk_sk: ©kálovatelné video v pravom hornom rohu

source: Rounded corners around video frame
ru_ru: Скруглять углы видео рамки
sk_sk: Zaoblené rohy do okna videa

source: Display Channel Names in Header
ru_ru: Показывать наименования каналов в верхней панели
sk_sk: Zobrazi» mená kanálu v hlavièke

source: Display channel groups
ru_ru: Показывать группы каналов
sk_sk: Zobrazi» skupiny kanálov

source: Height of channel groups (Perc. of osd height)
ru_ru: Высота группы каналов (% от высоты OSD)
sk_sk: Vý¹ka skupiny kanála (% z OSD vý¹ky)

source: Width of channel groups (Perc. of osd width)
ru_ru: Ширина группы каналов (% от ширины OSD)
sk_sk: ©írka skupiny kanála (% z OSD ¹írky)

source: Show Channel Logos
ru_ru: Показывать логотипы каналов
sk_sk: Zobrazi» logá kanálov

source: Logo Path used
ru_ru: Путь к папке с логотипами
sk_sk: Umiestnenie pou¾itého loga

source: Logo Extension
ru_ru: Расширения файлов с логотипами
sk_sk: Logo prípona

source: Logo width ratio
ru_ru: Ширина логотипов
sk_sk: ©írka loga

source: Logo height ratio
ru_ru: Высота логотипов
sk_sk: Vý¹ka loga

source: Show EPG Images
ru_ru: Показывать картинки EPG
sk_sk: Zobrazi» EPG obrázky

source: EPG Images Path used
ru_ru: Путь к папке с картинками EPG
sk_sk: Umiestnenie EPG obrázkov

source: EPG Image width
ru_ru: Ширина картирок EPG (пикселей)
sk_sk: ©írka EPG obrázku

source: EPG Image height
ru_ru: Высота картинок EPG (пикселей)
sk_sk: Vý¹ka EPG obrázku

source: Number of additional EPG Images
ru_ru: Кол-во дополнительных EPG картинок
sk_sk: Poèet ïal¹ích EPG obrázkov

source: Additional EPG Image width
ru_ru: Ширина дополнительных EPG картинок
sk_sk: ©írka ïal¹ích EPG obrázkov

source: Additional EPG Image height
ru_ru: Высота дополнительных EPG картинок
sk_sk: Vý¹ka ïal¹ích EPG obrázkov

source: Font
ru_ru: Шрифт
sk_sk: Písmo

source: Status Header Font Size
ru_ru: Размер шрифта в верхней панели
sk_sk: Veµkos» písma stavovej hlavièky

source: Status Header Large Font Size
ru_ru: Размер крупного шрифта в верхней панели
sk_sk: Veµkos» veµkého písma stavovej hlavièky

source: Detail EPG View Font Size
ru_ru: Размер шрифта подробный EPG
sk_sk: Veµkos» písma v detailnom EPG pohµade

source: Detail EPG View Header Font Size
ru_ru: Размер шрифта верхней панели меню подробный EPG
sk_sk: Veµkos» písma hlavièky v detailnom EPG pohµade

source: Message Font Size
ru_ru: Размер шрифта сообщений
sk_sk: Veµkos» písma správy

source: Message Large Font Size
ru_ru: Размер крупного шрифта сообщений
sk_sk: Veµkos» veµkého písma správy

source: Button Font Size
ru_ru: Размер шрифта кнопок
sk_sk: Veµkos» písma tlaèidla

source: Channel Header Font Size
ru_ru: Размер шрифта названий каналов
sk_sk: Veµkos» písma hlavièky kanála

source: Channel Groups Font Size
ru_ru: Размер шрифта групп каналов
sk_sk: Veµkos» písma skupín kanálu

source: Grid Font Size
ru_ru: Размер шрифта сетки
sk_sk: Veµkos» písma mrie¾ky

source: Grid Font Small Size
ru_ru: Размер маленького шрифта сетки
sk_sk: Veµkos» malého písma mrie¾ky

source: Timeline Weekday Font Size
ru_ru: Размер шрифта таймлинии
sk_sk: Veµkos» písma dòa èasovej osi

source: Timeline Date Font Size
ru_ru: Размер шрифта даты таймлинии
sk_sk: Veµkos» písma dátumu èasovej osi

source: Timeline Time Font Size
ru_ru: Размер шрифта времени таймлинии
sk_sk: Veµkos» písma hodín èasovej osi

source: Search & Recording Menu Font Size
ru_ru: Размер шрифта меню Поиск & Запись
sk_sk: Hµada» & Nahra» menu písmo

source: Search & Recording Menu Small Font Size
ru_ru: Размер маленького шрифта меню Поиск & Запись
sk_sk: Hµada» & Nahra» menu malé písmo

source: min
ru_ru: мин

source: Transp.
ru_ru: Трансп.

source: Stop
ru_ru: Стоп
